import React from "react";

export default function CreateGuide() {
  return (
    <div>
      <div>Создание гайда</div>
      <div>Направление</div>
      <div>Софт</div>
      <div>Название</div>
      <div>Описание</div>
      <div>Выберите файл или перетащите его сюда</div>
      <div>Сохранить из URL адреса</div>
      <div>Ссылка на видео YouTube</div>
      <div>Добавить этап</div>
      <div>Опубликовать</div>
      <div>
        Публикуя материал вы утверждаете что являетесь автором материала в
        полном объеме. В случае если не являетесь автором обязательно укажите ссылку на первоисточник. 
      </div>
      <div>Далее</div>
    </div>
  );
}
